Repository: common-repository/onet-auto-headline-anchor
Catalog: lang/onetaha-*.po
Languages: hu_hu

source: Plugin installation failed.
hu_hu: A bővítmény telekítése sikertelen volt.

source: Sorry, ONet Auto Headline Anchor requires at least PHP 5.0 but your version is PHP %s.
hu_hu: A ONet Auto Headline Anchor használatához elengedhetetlen a PHP 5.0 verziószáma, míg az öné PHP %s.

source: Settings
hu_hu: Beállítások

source: Parser
hu_hu: Feldolgozás

source: Enable parse
hu_hu: Feldolgozás engedélyezése

source: Linkify style
hu_hu: Linkesítés stílusa

source: GitHub like
hu_hu: GitHub-szerű

source: Convert headlines into links
hu_hu: Címsorok linkké alakítása

source: Please note that in order to avoid conflicts the convert method will overwrite the links in your headers. (In Git mode header's content will be untouched.)
hu_hu: A konfliktusok elkerülése érdekében a linkké konvertálás során az eredeti linkek el lesznek távolítva. (A Git üzemmós esetén a fejlécek formázása érintetlen marad.)

source: Git style settings
hu_hu: Git stílus beállítások

source: Load predefined style
hu_hu: Előkészített stílus betöltése

source: Turn this option off if you want to use custom link styles.
hu_hu: Kapcsold ki, ha saját link formázást szeretnél használni.

source: Smooth scroll
hu_hu: Lágy görgetés

source: Use smooth scroll for internal links
hu_hu: Lágy görgetés használata belső linkekre.

source: Smooth scroll will be applied for every link on every page, if the link referring to a particular point of the actual document. (External link' behaviour will remain the same.)
hu_hu: A lágy görgetés minden oldalon, minden linkre vonatkozik, amennyiben a link az aktuális oldal egy bizonyos részére mutat, a külső linkek vicelkedése változatlan marad.

source: Cache
hu_hu: Gyorsítótár

source: Use cache
hu_hu: Gyorsítótár használata

source: For longer articles it might be better to turn chace on.
hu_hu: Hosszú cikkek esetén hasznos lehet, rövidebbek esetén nem túl lényeges.

source: Tags to parse
hu_hu: Feldolgozandó taglista

source: Add support for
hu_hu: Támogatás

source: ONet Auto Headline Anchor settings
hu_hu: ONet Auto Headline Anchor beállítások

source: ONet Auto Headline Anchor: Loaded from inner cache
hu_hu: ONet Auto Headline Anchor: Gyorsítótárból betöltve

source: ONet Auto Headline Anchor: Recently parsed
hu_hu: ONet Auto Headline Anchor: Frissen feldolgozva
